<!DOCTYPE html><html lang="zh-Hans"><head><meta name="generator" content="Hexo 3.8.0"><meta charset="UTF-8"><meta http-equiv="X-UA-Compatible" content="IE=edge"><meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"><meta name="description" content="我的2020年个人总结"><meta name="keywords" content="日常"><meta name="author" content="丹羽真"><meta name="copyright" content="丹羽真"><title>我的2020年个人总结 | Flag.life - 丹羽真のBLOG</title><link rel="shortcut icon" href="/images/favicon.ico"><link rel="stylesheet" href="/css/index.css?version=1.6.1"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/font-awesome@latest/css/font-awesome.min.css?version=1.6.1"><link rel="dns-prefetch" href="https://cdn.staticfile.org"><link rel="dns-prefetch" href="https://cdn.bootcss.com"><link rel="dns-prefetch" href="https://creativecommons.org"><link rel="dns-prefetch" href="https://www.google-analytics.com"><script>(function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
(i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
})(window,document,'script','https://www.google-analytics.com/analytics.js','ga');

ga('create', 'UA-137788896-1', 'auto');
ga('send', 'pageview');</script><script>var GLOBAL_CONFIG = { 
  root: '/',
  algolia: undefined,
  localSearch: {"path":"search.xml","languages":{"hits_empty":"找不到您查询的内容:${query}"}},
  copy: {
    success: '复制成功',
    error: '复制错误',
    noSupport: '浏览器不支持'
  }
} </script></head><body><canvas class="fireworks"></canvas><i class="fa fa-arrow-right" id="toggle-sidebar" aria-hidden="true"></i><div id="sidebar"><div class="toggle-sidebar-info text-center"><span data-toggle="切换文章详情">切换站点概览</span><hr></div><div class="sidebar-toc"><div class="sidebar-toc__title">目录</div><div class="sidebar-toc__progress"><span class="progress-notice">你已经读了</span><span class="progress-num">0</span><span class="progress-percentage">%</span><div class="sidebar-toc__progress-bar"></div></div><div class="sidebar-toc__content"></div></div><div class="author-info hide"><div class="author-info__avatar text-center"><img src="/images/pic.png"></div><div class="author-info__name text-center">丹羽真</div><div class="author-info__description text-center">这里是 @丹羽真 的个人博客，Flag小组成员，什么都会写，主要是日常，欢迎订阅。</div><hr><div class="author-info-articles"><a class="author-info-articles__archives article-meta" href="/archives"><span class="pull-left">文章</span><span class="pull-right">3</span></a><a class="author-info-articles__tags article-meta" href="/tags"><span class="pull-left">标签</span><span class="pull-right">2</span></a><a class="author-info-articles__categories article-meta" href="/categories"><span class="pull-left">分类</span><span class="pull-right">1</span></a></div></div></div><div id="content-outer"><div class="plain" id="top-container"><div id="page-header"><span class="pull-left"> <a id="site-name" href="/">Flag.life - 丹羽真のBLOG</a></span><i class="fa fa-bars toggle-menu pull-right" aria-hidden="true"></i><span class="pull-right menus"><a class="site-page social-icon search"><i class="fa fa-search"></i><span> 搜索</span></a><a class="site-page" href="/">首页</a><a class="site-page" href="/archives">归档</a><a class="site-page" href="/tags">标签</a><a class="site-page" href="/categories">分类</a><a class="site-page" href="/about">关于我</a><a class="site-page" href="/point">幸福点数</a></span></div></div><div class="layout" id="content-inner"><article id="post"><div class="plain" id="post-title">我的2020年个人总结</div><div id="post-meta"><time class="post-meta__date"><i class="fa fa-calendar" aria-hidden="true"></i> 2020-12-31</time><span class="post-meta__separator">|</span><i class="fa fa-inbox" aria-hidden="true"></i><a class="post-meta__categories" href="/categories/日常/"> 日常</a><span class="post-meta__separator">|</span><i class="fa fa-comment-o" aria-hidden="true"></i><a href="/2020/12/31/My-2020-Personal-Summary/#disqus_thread"><span class="disqus-comment-count" data-disqus-identifier="2020/12/31/My-2020-Personal-Summary/"></span></a><span class="post-meta__separator">|</span><span class="post-meta-wordcount"><span>字数总计: </span><span class="word-count">2.4k</span><span class="post-meta__separator">|</span><span>阅读时长: 14 分钟</span></span></div><div class="article-container" id="post-content"><p>&#x2003;&#x2003;2020&#x5E74;&#x5C31;&#x8981;&#x7ED3;&#x675F;&#x4E86;&#xFF0C;&#x6253;&#x5F00;&#x81EA;&#x5DF1;&#x7684;&#x535A;&#x5BA2;&#xFF0C;&#x53D1;&#x73B0;&#x4EC0;&#x4E48;&#x4ECA;&#x5E74;&#x4EC0;&#x4E48;&#x90FD;&#x6CA1;&#x66F4;&#x65B0;&#xFF0C;&#x6709;&#x70B9;&#x5C34;&#x5C2C;&#xFF0C;&#x773C;&#x770B;&#x6B63;&#x597D;&#x5E74;&#x5E95;&#x4E86;&#xFF0C;&#x53EF;&#x4EE5;&#x501F;&#x8FD9;&#x4E2A;&#x673A;&#x4F1A;&#x66F4;&#x65B0;&#x6211;&#x4E0B;&#x535A;&#x5BA2;&#xFF08;<s>&#x5185;&#x5FC3;&#x72C2;&#x559C;</s>&#xFF09;&#xFF0C;&#x4E8E;&#x662F;&#x8BF4;&#x4E00;&#x8BF4;&#x6211;&#x7684;2020&#x5E74;&#x4E2A;&#x4EBA;&#x603B;&#x7ED3;&#x3002;<br>
&#x2003;&#x2003;&#x5176;&#x5B9E;&#x5BF9;&#x6211;&#x6765;&#x8BF4;&#xFF0C;&#x4ECA;&#x5E74;&#x662F;&#x5982;&#x540C;&#x767D;&#x5F00;&#x6C34;&#x4E00;&#x822C;&#x5E73;&#x6DE1;&#xFF0C;&#x5E73;&#x6DE1;&#x5230;&#x51E0;&#x4E4E;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x4E1C;&#x897F;&#x8BA9;&#x6211;&#x53BB;&#x5199;&#xFF0C;&#x4E5F;&#x53EF;&#x80FD;&#x662F;&#x6211;&#x6CA1;&#x6709;&#x6293;&#x4F4F;&#x65E5;&#x5E38;&#x751F;&#x6D3B;&#x4E2D;&#x7684;&#x8DA3;&#x4E8B;&#xFF0C;&#x51FA;&#x4E86;&#x5DE5;&#x4F5C;&#x3001;&#x5403;&#x996D;&#x3001;&#x7761;&#x89C9;&#x3001;&#x6E38;&#x620F;&#x4E4B;&#x5916;&#xFF0C;&#x597D;&#x50CF;&#x518D;&#x65E0;&#x4E8B;&#x53EF;&#x505A;&#xFF0C;&#x65E5;&#x5E38;&#x90FD;&#x662F;&#x4EE5;&#x4E0A;&#x52A8;&#x4F5C;&#x7684;&#x91CD;&#x590D;&#xFF0C;&#x4E0B;&#x73ED;&#x4E4B;&#x540E;&#x56DE;&#x5230;&#x5BB6;&#x4EC0;&#x4E48;&#x90FD;&#x4E0D;&#x60F3;&#x5E72;&#xFF0C;&#x4E00;&#x5929;&#x5929;&#x5C31;&#x8FD9;&#x4E48;&#x8FC7;&#x53BB;&#x4E86;&#xFF0C;&#x5199;&#x5230;&#x8FD9;&#xFF0C;&#x7A81;&#x7136;&#x60F3;&#x5230;&#x4E00;&#x9996;&#x6B4C;&#x300A;&#x5BE5;&#x5BE5;&#x6B64;&#x751F;&#x865A;&#x5EA6;&#x300B;&#xFF0C;&#x5C3D;&#x7BA1;&#x5982;&#x6B64;&#xFF0C;&#x8FD8;&#x662F;&#x628A;&#x4ECA;&#x5E74;&#x56DE;&#x987E;&#x4E00;&#x4E0B;&#x5427;&#xFF0C;&#x597D;&#x7559;&#x4E0B;&#x70B9;&#x4EC0;&#x4E48;&#x3002;<a id="more"></a></p>
<ul>
<li>
<p>1&#x6708;&#xFF1A;&#x9664;&#x4E86;&#x75AB;&#x60C5;&#xFF0C;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x80FD;&#x8BA9;&#x4EBA;&#x56DE;&#x60F3;&#x8D77;&#x6765;&#x7684;&#x4E8B;&#x60C5;&#x3002;</p>
</li>
<li>
<p>2&#x6708;&#xFF1A;&#x56E0;&#x4E3A;&#x7FA4;&#x53CB;&#x7684;&#x9080;&#x8BF7;&#xFF0C;&#x53BB;&#x4E0B;&#x8F7D;&#x4E86;VRchat&#x73A9;&#xFF0C;&#x6216;&#x8BB8;&#x662F;&#x75AB;&#x60C5;&#x539F;&#x56E0;&#x5427;&#xFF0C;&#x91CC;&#x9762;&#x7684;&#x4EBA;&#x5F88;&#x591A;&#xFF0C;&#x7136;&#x540E;&#x5076;&#x7136;&#x95F4;&#x8BA4;&#x8BC6;&#x4E86;&#x4E00;&#x4E2A;&#x59B9;&#x5B50;&#xFF0C;&#x7136;&#x540E;&#x6BD4;&#x8F83;&#x804A;&#x7684;&#x6765;&#xFF0C;&#x804A;&#x4E86;&#x5F88;&#x591A;&#x4E8B;&#x60C5;&#xFF0C;&#x5468;&#x672B;&#x7ECF;&#x5E38;&#x804A;&#x5230;2-3&#x70B9;&#xFF0C;&#x5370;&#x8C61;&#x6BD4;&#x8F83;&#x6DF1;&#x523B;&#xFF0C;&#x53EA;&#x662F;&#x59B9;&#x5B50;&#x5F00;&#x5B66;&#x4E86;&#xFF0C;&#x518D;&#x4E5F;&#x6CA1;&#x6709;&#x4E0A;&#x8FC7;&#x7EBF;23333&#x3002;&#x4E0D;&#x8FC7;&#x6211;&#x6BD4;&#x8F83;&#x559C;&#x6B22;&#x91CC;&#x9762;&#x7684;&#x7535;&#x5F71;&#x623F;&#xFF0C;&#x81EA;&#x5DF1;&#x521B;&#x5EFA;&#x4E00;&#x4E2A;&#x623F;&#x95F4;&#xFF0C;&#x770B;&#x770B;&#x756A;&#xFF0C;&#x8865;&#x8865;&#x7535;&#x5F71;&#x4E4B;&#x7C7B;&#x7684;&#xFF0C;&#x5F88;&#x6709;&#x6C1B;&#x56F4;&#x3002;&#x540E;&#x6765;&#x670B;&#x53CB;&#x4E5F;&#x5F88;&#x5C11;&#x4E0A;&#x7EBF;&#xFF0C;&#x5C31;&#x6CA1;&#x6709;&#x73A9;&#x4E0B;&#x53BB;&#x7684;&#x52A8;&#x529B;&#x4E86;&#x3002;</p>
</li>
<li>
<p>3&#x6708;&#xFF1A;&#x4E0A;&#x4E2A;&#x6708;&#x4E70;&#x7684;&#x300A;GJ&#x90E8;&#x300B;&#x7684;&#x8F7B;&#x5C0F;&#x8BF4;&#x5230;&#x4E86;&#xFF0C;&#x4E00;&#x5171;9&#x5377;&#xFF0C;&#x8FD9;&#x90E8;&#x8F7B;&#x5C0F;&#x8BF4;&#x53F7;&#x79F0;&#x56DB;&#x683C;&#x8F7B;&#x5C0F;&#x8BF4;&#xFF0C;&#x610F;&#x601D;&#x662F;&#x8BFB;&#x8FD9;&#x672C;&#x8F7B;&#x5C0F;&#x8BF4;&#x5982;&#x540C;&#x8BFB;&#x56DB;&#x683C;&#x6F2B;&#x753B;&#x4E00;&#x6837;&#x8F7B;&#x677E;&#x3002;&#x52A8;&#x6F2B;&#x4E0D;&#x7528;&#x8BF4;&#xFF0C;&#x5DF2;&#x7ECF;&#x770B;&#x4E86;&#x597D;&#x51E0;&#x904D;&#x4E86;&#xFF0C;&#x786E;&#x5B9E;&#x5F88;&#x6709;&#x610F;&#x601D;&#xFF0C;&#x753B;&#x98CE;&#x5F88;&#x840C;&#xFF0C;&#x6545;&#x4E8B;&#x5267;&#x60C5;&#x8F7B;&#x677E;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x7537;&#x4E3B;&#x7684;&#x201C;&#x4FFA;&#x8D85;&#x4EBA;&#x201D;&#x5F62;&#x6001;&#xFF0C;&#x753B;&#x98CE;&#x90FD;&#x53D8;&#x4E86;2333&#x3002;&#x7247;&#x5934;&#x66F2;&#x521A;&#x5F00;&#x59CB;&#x542C;&#x7684;&#x4E0D;&#x4E60;&#x60EF;&#xFF0C;&#x540E;&#x9762;&#x8D8A;&#x542C;&#x8D8A;&#x6709;&#x611F;&#x89C9;&#xFF0C;4&#x4E2A;&#x7247;&#x5C3E;&#x66F2;&#x4E5F;&#x90FD;&#x975E;&#x5E38;&#x597D;&#x542C;&#xFF0C;&#x51FA;&#x4E8E;&#x4EE5;&#x4E0A;&#x539F;&#x56E0;&#xFF0C;&#x6253;&#x7B97;&#x6536;&#x85CF;&#x4E00;&#x5957;&#x5B8C;&#x6574;&#x7684;&#x5C0F;&#x8BF4;&#xFF0C;2&#x6708;&#x4EFD;&#x4E0B;&#x7684;&#x5355;&#xFF0C;3&#x6708;&#x4EFD;&#x5230;&#x7684;&#x8D27;&#xFF0C;&#x8BA9;&#x4EBA;&#x60CA;&#x8BB6;&#x7684;&#x662F;&#xFF0C;&#x6536;&#x5230;&#x7684;&#x4E66;&#x91CC;&#x597D;&#x51E0;&#x672C;&#x90FD;&#x662F;&#x521D;&#x56DE;&#x9650;&#x5B9A;&#x7248;&#xFF0C;&#x53EF;&#x80FD;&#x662F;&#x5E93;&#x5B58;&#x7684;&#x4E66;&#x5427;&#xFF0C;&#x6BD5;&#x7ADF;&#x90FD;&#x662F;&#x597D;&#x591A;&#x5E74;&#x524D;&#x7684;&#x4F5C;&#x54C1;&#x4E86;&#xFF0C;&#x4E0D;&#x8FC7;&#x603B;&#x7684;&#x6765;&#x8BF4;&#xFF0C;&#x8FD8;&#x662F;&#x6BD4;&#x8F83;&#x5E78;&#x8FD0;&#x7684;&#xFF0C;&#x4E0B;&#x9762;&#x5C31;&#x9644;&#x4E0A;&#x4E00;&#x5F20;&#x5408;&#x5F71;&#x56FE;&#x5427;&#x3002;</p>
<p><img src="https://i.loli.net/2021/01/01/fmyUIKoOTLRaDck.jpg" alt="GJ.png"></p>
</li>
<li>
<p>4&#x6708;&#xFF1A;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x80FD;&#x8BA9;&#x4EBA;&#x56DE;&#x60F3;&#x8D77;&#x6765;&#x7684;&#x4E8B;&#x60C5;&#x3002;</p>
</li>
<li>
<p>5&#x6708;&#xFF1A;&#x5728;&#x8FD9;&#x4E2A;&#x6708;&#x8865;&#x4E86;&#x8BB8;&#x591A;&#x8001;&#x756A;&#xFF0C;&#x5370;&#x8C61;&#x6700;&#x6DF1;&#x523B;&#x7684;&#x4E00;&#x90E8;&#x5C31;&#x662F;&#x300A;&#x30D5;&#x30A9;&#x30C8;&#x30AB;&#x30CE;&#x300B;&#xFF0C;&#x8BD1;&#x4F5C;&#x300A;&#x5199;&#x771F;&#x5973;&#x53CB;&#x300B;&#x6216;&#x8005;&#x300A;&#x604B;&#x66F2;&#x5199;&#x771F;&#x300B;&#xFF0C;&#x8BB2;&#x8FF0;&#x7684;&#x662F;&#x7537;&#x4E3B;&#x7528;&#x76F8;&#x673A;&#x6765;&#x8BB0;&#x5F55;&#x4E0B;&#x4E0D;&#x540C;&#x6027;&#x683C;&#x7684;&#x5973;&#x5B69;&#x5B50;&#x7684;&#x52A8;&#x4EBA;&#x77AC;&#x95F4;&#xFF0C;&#x52A0;&#x6DF1;&#x7EC6;&#x81F4;&#x7684;&#x4F5C;&#x753B;&#xFF0C;&#x7CBE;&#x826F;&#x7684;&#x97F3;&#x4E50;&#x4EE5;&#x53CA;&#x51C6;&#x786E;&#x7684;&#x60C5;&#x611F;&#x628A;&#x63E1;&#xFF0C;&#x770B;&#x5B8C;&#x76F4;&#x63A5;&#x8BA9;&#x6211;&#x30C9;&#x30AD;&#x30C9;&#x30AD;&#x2764;&#xFE0F;&#x4E86;&#x3002;&#x5C24;&#x5176;&#x662F;&#x6700;&#x540E;&#x793E;&#x957F;&#x5BF9;&#x7537;&#x4E3B;&#x8BF4;&#x7684;&#x90A3;&#x53E5;&#x201C;&#x5728;&#x4E0D;&#x65AD;&#x88AB;&#x8986;&#x76D6;&#x7684;&#x8BB0;&#x5FC6;&#x4E2D;&#xFF0C;&#x53EA;&#x6709;&#x7167;&#x7247;&#x624D;&#x80FD;&#x5C06;&#x90A3;&#x65F6;&#x7684;&#x601D;&#x5FF5;&#x6C38;&#x8FDC;&#x7684;&#x622A;&#x53D6;&#x4E0B;&#x6765;&#x201D;&#x53F0;&#x8BCD;&#xFF0C;&#x6DF1;&#x6DF1;&#x7684;&#x70D9;&#x8FDB;&#x4E86;&#x6211;&#x7684;&#x5FC3;&#x91CC;&#x3002;&#x540E;&#x9762;&#x8FDB;&#x884C;&#x8FDB;&#x4E00;&#x6B65;&#x4E86;&#x89E3;&#xFF0C;&#x53D1;&#x73B0;&#x8FD9;&#x4E2A;&#x52A8;&#x6F2B;&#x662F;&#x6E38;&#x620F;&#x6539;&#xFF0C;&#x4E0D;&#x8FC7;&#x6E38;&#x620F;&#x662F;&#x53D1;&#x552E;&#x5728;PSP&#x5E73;&#x53F0;&#x4E0A;&#x7684;&#xFF0C;&#x8C8C;&#x4F3C;&#x6CA1;&#x6709;&#x6C49;&#x5316;&#xFF0C;&#x4E8E;&#x662F;&#x6CA1;&#x53BB;&#x73A9;&#x6E38;&#x620F;&#x3002;&#x603B;&#x7684;&#x6765;&#x8BF4;&#xFF0C;&#x4E2A;&#x4EBA;&#x8BA4;&#x4E3A;&#x52A8;&#x6F2B;&#x7684;&#x6C34;&#x5E73;&#x9AD8;&#x4E8E;&#x6E38;&#x620F;&#x7684;&#x6C34;&#x5E73;&#xFF0C;&#x867D;&#x7136;&#x7531;&#x4E8E;&#x7BC7;&#x5E45;&#x7684;&#x9650;&#x5236;&#xFF0C;&#x5267;&#x60C5;&#x4E0A;&#x4E0D;&#x662F;&#x7279;&#x522B;&#x5B8C;&#x6574;&#xFF0C;&#x4F46;&#x6574;&#x4F53;&#x6765;&#x8BF4;&#x786E;&#x5B9E;&#x662F;&#x4E00;&#x90E8;&#x8D28;&#x91CF;&#x5F88;&#x9AD8;&#x7684;&#x756A;&#x5267;&#xFF0C;&#x7136;&#x4EBA;&#x56DE;&#x5473;&#x65E0;&#x7A77;&#x3002;&#x770B;&#x5B8C;&#x540E;&#xFF0C;&#x6211;&#x89C9;&#x7684;&#x6211;&#x5E94;&#x8BE5;&#x6709;&#x4E00;&#x53F0;&#x5355;&#x53CD;&#x76F8;&#x673A;&#xFF0C;&#x6765;&#x8BB0;&#x5F55;&#x751F;&#x6D3B;&#x4E2D;&#x7684;&#x7F8E;&#xFF0C;&#x52A8;&#x753B;&#x597D;&#x50CF;&#x662F;&#x7531;&#x4F73;&#x80FD;&#x8D5E;&#x52A9;&#x7684;&#xFF0C;&#x7537;&#x4E3B;&#x7528;&#x7684;&#x76F8;&#x673A;&#x5C31;&#x662F;&#x4F73;&#x80FD;&#x7684;&#xFF0C;&#x4E0D;&#x5F97;&#x4E0D;&#x8BF4;&#x8FD9;&#x5E7F;&#x544A;&#x771F;&#x662F;&#x786C;&#x6838;&#xFF0C;&#x63A8;&#x8350;&#x6CA1;&#x6709;&#x770B;&#x7684;&#x5C0F;&#x4F19;&#x4F34;&#x53BB;&#x770B;&#x770B;&#x3002;</p>
<p><img src="https://i.loli.net/2020/12/31/SUsM2PD8tqakj63.jpg" alt="fotokano.png"></p>
</li>
<li>
<p>6&#x6708;&#xFF1A;&#x6CA1;&#x9519;&#xFF0C;&#x6211;&#x628A;&#x5F53;&#x65F6;&#x5FC3;&#x91CC;&#x7684;&#x60F3;&#x6CD5;&#x4ED8;&#x8BF8;&#x5B9E;&#x8DF5;&#x4E86;&#xFF0C;&#x82B1;&#x4E86;&#x7EA6;8000&#x5927;&#x6D0B;&#x5165;&#x624B;&#x4E86;&#x5C3C;&#x5EB7;&#x7684;7500D&#x5957;&#x673A;&#x3002;&#x5176;&#x5B9E;&#x65E9;&#x5728;10&#x591A;&#x5E74;&#x4EE5;&#x524D;&#xFF0C;&#x5728;&#x6211;&#x8FD8;&#x4E0A;&#x9AD8;&#x4E2D;&#x7684;&#x65F6;&#x5019;&#x5C31;&#x60F3;&#x62E5;&#x6709;&#x4E00;&#x53F0;&#x5355;&#x53CD;&#x76F8;&#x673A;&#xFF0C;&#x5948;&#x4F55;&#x5BB6;&#x91CC;&#x4E0D;&#x7ED9;&#x4E70;&#x53EA;&#x597D;&#x4F5C;&#x7F62;&#x3002;&#x8FD9;&#x6B21;&#x8D81;&#x7740;&#x770B;&#x5B8C;&#x5199;&#x771F;&#x5973;&#x53CB;&#x7684;&#x90A3;&#x80A1;&#x52B2;&#xFF0C;&#x5165;&#x624B;&#x4E86;&#x8FD9;&#x53F0;&#x5355;&#x53CD;&#x76F8;&#x673A;&#x3002;&#x81F3;&#x4E8E;&#x4E3A;&#x4EC0;&#x4E48;&#x9009;&#x62E9;&#x4E86;&#x5C3C;&#x5EB7;&#xFF0C;&#x5176;&#x5B9E;&#x6E90;&#x4E8E;&#x5728;&#x9AD8;&#x4E2D;&#x65F6;&#x67D0;&#x6B21;&#x770B;&#x300A;&#x5929;&#x6587;&#x7231;&#x597D;&#x8005;&#x300B;&#x8FD9;&#x672C;&#x6742;&#x5FD7;&#x65F6;&#xFF0C;&#x7B2C;&#x4E00;&#x6B21;&#x89C1;&#x5230;&#x4E86;&#x8FD9;&#x4E2A;&#x76F8;&#x673A;&#x7684;&#x724C;&#x5B50;&#xFF0C;&#x4FBF;&#x5728;&#x5FC3;&#x4E2D;&#x79CD;&#x4E0B;&#x4E86;&#x8349;&#xFF0C;&#x5E76;&#x4E14;&#x6444;&#x5F71;&#x5708;&#x4E2D;&#x6D41;&#x4F20;&#x7740;&#x8FD9;&#x6837;&#x4E00;&#x53E5;&#x4FD7;&#x8BED;&#xFF1A;&#x201C;&#x5C3C;&#x5EB7;&#x9510;&#xFF0C;&#x4F73;&#x80FD;&#x5A9A;&#xFF0C;&#x5BBE;&#x5F97;&#x8272;&#x5F69;&#x60F9;&#x4EBA;&#x9189;&#x201D;&#x3002;&#x540E;&#x6765;&#x4E86;&#x89E3;&#x4E86;&#x4E00;&#x4E0B;&#xFF0C;&#x5C3C;&#x5EB7;&#x9002;&#x5408;&#x4E8E;&#x62CD;&#x6444;&#x98CE;&#x666F;&#xFF0C;&#x4F73;&#x80FD;&#x9002;&#x5408;&#x4EBA;&#x7269;&#xFF0C;&#x6211;&#x624D;&#x660E;&#x767D;&#x4E3A;&#x4F55;&#x5927;&#x90E8;&#x5206;&#x7167;&#x76F8;&#x9986;&#x6216;&#x5F71;&#x697C;&#x91CC;&#x7684;&#x76F8;&#x673A;&#x90FD;&#x662F;&#x4F73;&#x80FD;&#x7684;&#x3002;&#x53CD;&#x6B63;&#x4E5F;&#x6CA1;&#x7528;&#x59B9;&#x5B50;&#x8BA9;&#x6211;&#x62CD;&#xFF08;&#x6211;&#x1F34B;&#x4E86;&#x200B;)&#xFF0C;&#x8FD8;&#x4E0D;&#x5982;&#x62CD;&#x62CD;&#x98CE;&#x666F;&#x5565;&#x7684;&#xFF0C;&#x8FD8;&#x53EF;&#x4EE5;&#x62CD;&#x62CD;&#x661F;&#x7A7A;&#xFF0C;&#x62B1;&#x7740;&#x8FD9;&#x79CD;&#x5FC3;&#x6001;&#xFF0C;&#x5165;&#x624B;&#x4E86;&#x8FD9;&#x90E8;&#x5355;&#x53CD;&#x76F8;&#x673A;&#xFF0C;&#x8BF4;&#x5B9E;&#x8BDD;&#xFF0C;&#x4E70;&#x6765;&#x4EE5;&#x540E;&#x611F;&#x89C9;&#x6574;&#x4E2A;&#x4EBA;&#x7CBE;&#x795E;&#x4E86;&#xFF0C;&#x8D70;&#x8DEF;&#x4E5F;&#x6709;&#x52B2;&#x4E86;&#xFF0C;&#x8FD9;&#x6B21;&#x8D2D;&#x7269;&#x8BA9;&#x6211;&#x8DB3;&#x8DB3;&#x9AD8;&#x5174;&#x4E86;&#x5927;&#x534A;&#x4E2A;&#x6708;&#x200B;&#x3002;</p>
</li>
<li>
<p>7&#x6708;&#xFF1A;&#x63A5;&#x4E0A;&#x4E2A;&#x6708;&#xFF0C;&#x76F8;&#x673A;&#x4E70;&#x6765;&#x4E4B;&#x540E;&#x6211;&#x5C31;&#x5728;&#x89C4;&#x5212;&#x8FD9;&#x4E2A;&#x76F8;&#x673A;&#x600E;&#x4E48;&#x7528;&#xFF0C;&#x62CD;&#x6444;&#x4E00;&#x822C;&#x7684;&#x7167;&#x7247;&#x4E0D;&#x7528;&#x8BF4;&#xFF0C;&#x5176;&#x5B9E;&#x6211;&#x66F4;&#x60F3;&#x7528;&#x5B83;&#x6765;&#x62CD;&#x6444;&#x661F;&#x7A7A;&#x3002;&#x4E8E;&#x662F;&#x6211;&#x7FFB;&#x9605;&#x5404;&#x79CD;&#x8D44;&#x6599;&#x3001;&#x6587;&#x7AE0;&#x6765;&#x5B66;&#x4E60;&#x4E86;&#x89E3;&#x76F8;&#x5173;&#x77E5;&#x8BC6;&#xFF0C;&#x4ECE;&#x4E00;&#x822C;&#x7684;&#x661F;&#x7A7A;&#x62CD;&#x6444;&#x5230;&#x5929;&#x6587;&#x6539;&#x673A;&#xFF0C;&#x518D;&#x5230;&#x9ED1;&#x767D;CCD&#xFF0C;&#x770B;&#x4E86;&#x4E00;&#x773C;&#x4EF7;&#x683C;&#xFF0C;&#x52A8;&#x8F84;1-2&#x4E07;&#xFF0C;&#x7136;&#x540E;&#x6211;&#x610F;&#x8BC6;&#x5230;&#x81EA;&#x5DF1;&#x592A;&#x81A8;&#x80C0;&#x4E86;&#xFF0C;&#x8FDE;&#x8FD9;&#x6837;&#x7684;&#x4E1C;&#x897F;&#x90FD;&#x6562;&#x770B;&#xFF0C;&#x4E0D;&#x8FC7;&#x8BDD;&#x8BF4;&#x56DE;&#x6765;&#xFF0C;&#x786E;&#x5B9E;&#x53D7;&#x76CA;&#x532A;&#x6D45;&#xFF0C;&#x53EA;&#x662F;&#x4ECE;&#x786C;&#x4EF6;&#x4E0A;&#x6765;&#x770B;&#xFF0C;&#x8D70;&#x7684;&#x8DEF;&#x8FD8;&#x5F88;&#x957F;&#x3002;</p>
</li>
<li>
<p>8&#x6708;&#xFF1A;&#x7531;&#x4E8E;&#x6211;&#x4EE5;&#x524D;&#x6709;&#x4E00;&#x53F0;&#x7C73;&#x5FB7;LXD75&#x6298;&#x5C04;&#x5929;&#x6587;&#x671B;&#x8FDC;&#x955C;&#xFF0C;&#x73B0;&#x5728;&#x60F3;&#x7740;&#x6B63;&#x597D;&#x5229;&#x7528;&#x8FD9;&#x4E2A;&#x671B;&#x8FDC;&#x955C;&#xFF0C;&#x89C2;&#x6D4B;&#x4E00;&#x4E0B;&#x661F;&#x7A7A;&#x3002;&#x4F46;&#x662F;&#x89C2;&#x6D4B;&#x7684;&#x524D;&#x63D0;&#x6761;&#x4EF6;&#x662F;&#x8981;&#x6709;&#x51C6;&#x786E;&#x7684;&#x5BFC;&#x661F;&#x7CFB;&#x7EDF;&#xFF0C;&#x671B;&#x8FDC;&#x955C;&#x6807;&#x914D;&#x53EA;&#x7ED9;&#x4E86;&#x4E00;&#x4E2A;&#x5BFB;&#x661F;&#x955C;&#xFF0C;&#x73B0;&#x5728;&#x90FD;0202&#x5E74;&#x4E86;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x7231;&#x597D;&#x8005;&#x90FD;&#x7528;&#x4E0A;&#x5BFC;&#x661F;&#x955C;&#x4E86;&#xFF0C;&#x5229;&#x7528;&#x7535;&#x8111;&#x8FDB;&#x884C;&#x5BFC;&#x661F;&#xFF0C;&#x786E;&#x4FDD;&#x8D64;&#x9053;&#x4EEA;&#x8FFD;&#x8E2A;&#x51C6;&#x786E;&#xFF0C;&#x770B;&#x6765;&#x8FD8;&#x5F97;&#x4E70;&#x4E00;&#x4E9B;&#x8BBE;&#x5907;&#x554A;&#x3002;&#x4E8E;&#x662F;&#x4E0A;&#x4E86;&#x4E07;&#x80FD;&#x7684;&#x67D0;&#x5B9D;&#xFF0C;&#x82B1;&#x4E86;800&#x591A;&#x4E70;&#x4E86;&#x4E00;&#x4E2A;QHY5L-II-M&#x5BFC;&#x661F;&#x76F8;&#x673A;&#xFF0C;&#x53C8;&#x4E70;&#x4E86;&#x4E00;&#x4E2A;&#x7C73;&#x5FB7;&#x7684;&#x79FB;&#x52A8;&#x7535;&#x6E90;&#xFF0C;&#x5728;&#x52A0;&#x4E0A;&#x5176;&#x4ED6;&#x4E03;&#x4E03;&#x516B;&#x516B;&#x7684;&#x8F6C;&#x63A5;&#x73AF;&#x3001;&#x500D;&#x955C;&#x7B49;&#x4E1C;&#x897F;&#xFF0C;&#x524D;&#x540E;&#x82B1;&#x4E86;1400&#x5927;&#x6D0B;&#x3002;&#x540E;&#x6765;&#x53D1;&#x73B0;&#x6211;&#x7684;&#x8D64;&#x9053;&#x4EEA;&#x4E0A;&#x662F;4pin&#x63A5;&#x53E3;&#xFF0C;&#x800C;&#x5BFC;&#x661F;&#x76F8;&#x673A;&#x662F;6pin&#xFF0C;&#x56E0;&#x6B64;&#x5BFC;&#x661F;&#x76F8;&#x673A;&#x53EA;&#x80FD;&#x63A5;&#x5230;&#x7B14;&#x8BB0;&#x672C;&#x4E0A;&#xFF0C;&#x7136;&#x540E;&#x8BA9;&#x7B14;&#x8BB0;&#x672C;&#x518D;&#x548C;&#x8D64;&#x9053;&#x4EEA;&#x8FDE;&#x63A5;&#xFF0C;&#x5C06;&#x5BFC;&#x661F;&#x6307;&#x4EE4;&#x53D1;&#x9001;&#x7ED9;&#x8D64;&#x9053;&#x4EEA;&#xFF0C;&#x4E3A;&#x6B64;&#x8FD8;&#x4E70;&#x4E86;&#x4E00;&#x53F0;4pin&#x8F6C;USB&#x63A5;&#x53E3;&#x7684;&#x7EBF;&#x3002;&#x5728;&#x95F2;&#x9C7C;&#x4E0A;&#x82B1;&#x4E86;200&#x591A;&#x4E70;&#x4E86;&#x4E00;&#x4E2A;60mm&#x7684;&#x5BFC;&#x661F;&#x955C;&#xFF0C;&#x53EA;&#x662F;&#x5356;&#x5BB6;&#x7ED9;&#x6211;&#x5C11;&#x53D1;&#x4E86;&#x4E24;&#x9897;&#x87BA;&#x4E1D;&#xFF0C;&#x5BFC;&#x661F;&#x955C;&#x88C5;&#x4E0D;&#x4E0A;&#x53BB;&#xFF0C;&#x53EA;&#x597D;&#x6682;&#x65F6;&#x6401;&#x7F6E;&#xFF0C;&#x7B49;&#x5356;&#x5BB6;&#x7ED9;&#x6211;&#x8865;&#x8D27;&#x3002;</p>
</li>
<li>
<p>9&#x6708;&#xFF1A;&#x8FD9;&#x4E2A;&#x6708;&#x662F;&#x5728;&#x7B49;&#x5F85;&#x4E2D;&#x5EA6;&#x8FC7;&#x7684;&#xFF0C;&#x5356;&#x5BB6;&#x7ADF;&#x7136;&#x7ED9;&#x6211;&#x5FD8;&#x8BB0;&#x4E86;&#x7ED9;&#x6211;&#x53D1;&#x87BA;&#x4E1D;&#xFF0C;&#x5728;9&#x6708;&#x672B;&#xFF0C;&#x7EC8;&#x4E8E;&#x6536;&#x5230;&#x4E86;&#x6211;&#x7684;&#x87BA;&#x4E1D;&#xFF0C;&#x5269;&#x4E0B;&#x7684;&#x5C31;&#x662F;&#x627E;&#x4E2A;&#x65F6;&#x95F4;&#x8C03;&#x8BD5;&#x4E00;&#x4E0B;&#x3002;</p>
</li>
<li>
<p>10&#x6708;&#xFF1A;&#x8FD9;&#x4E2A;&#x6708;&#x582A;&#x79F0;&#x5669;&#x68A6;&#xFF0C;&#x65E0;&#x5C3D;&#x7684;&#x52A0;&#x73ED;&#xFF0C;&#x56E0;&#x4E3A;&#x5355;&#x4F4D;&#x4E0A;&#x9879;&#x76EE;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x4E00;&#x76F4;&#x76EF;&#x7740;&#x9879;&#x76EE;&#x8FDB;&#x5EA6;&#xFF0C;&#x4ECE;1&#x53F7;&#x5230;11&#x53F7;&#xFF0C;&#x6211;&#x4E00;&#x5929;&#x90FD;&#x6709;&#x6CA1;&#x6709;&#x4F11;&#x606F;&#xFF0C;&#x6BCF;&#x5929;&#x76EF;&#x5230;&#x534A;&#x591C;2&#x70B9;&#x591A;&#xFF0C;&#x6574;&#x4E2A;&#x4EBA;&#x90FD;&#x611F;&#x89C9;&#x98D8;&#x4E86;&#xFF0C;&#x7136;&#x540E;&#x53C8;&#x662F;&#x65E0;&#x5C3D;&#x7684;&#x52A0;&#x73ED;&#x3002;</p>
</li>
<li>
<p>11&#x6708;&#xFF1A;&#x4E0D;&#x8BF4;&#x4E86;&#xFF0C;&#x90FD;&#x662F;&#x6CEA;&#xFF0C;&#x8FD8;&#x662F;&#x52A0;&#x73ED;&#xFF0C;&#x4E00;&#x5929;&#x5230;&#x665A;&#x5FD9;&#x4E0D;&#x5B8C;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x54E6;&#x5BF9;&#x4E86;&#xFF0C;&#x81EA;&#x5DF1;&#x4E00;&#x4E2A;&#x4EBA;&#x53BB;&#x770B;&#x4E86;&#x300A;&#x672A;&#x6765;&#x7684;&#x672A;&#x6765;&#x300B;&#x9996;&#x6620;&#xFF0C;&#x770B;&#x5B8C;&#x4E4B;&#x540E;&#x5FC3;&#x91CC;&#x6709;&#x79CD;&#x8BF4;&#x4E0D;&#x51FA;&#x7684;&#x611F;&#x89C9;&#xFF0C;&#x6CA1;&#x529E;&#x6CD5;&#x6765;&#x7528;&#x8BED;&#x8A00;&#x6765;&#x5F62;&#x5BB9;&#xFF0C;&#x4E0D;&#x8FC7;&#x3002;</p>
</li>
<li>
<p>12&#x6708;&#xFF1A;&#x8BF4;&#x5B9E;&#x8BDD;&#xFF0C;&#x8FD9;&#x4E2A;&#x6708;&#x8FD8;&#x662F;&#x5F88;&#x5FD9;&#xFF0C;&#x57FA;&#x672C;&#x4E0A;&#x6709;&#x4E00;&#x534A;&#x7684;&#x65F6;&#x95F4;&#x56DE;&#x5BB6;&#x90FD;&#x5F88;&#x665A;&#x4E86;&#xFF0C;&#x6BCF;&#x5929;&#x5FD9;&#x4E0D;&#x5B8C;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x5199;&#x4E0D;&#x5B8C;&#x7684;&#x62A5;&#x544A;&#xFF0C;&#x611F;&#x89C9;&#x65F6;&#x95F4;&#x8FC7;&#x7684;&#x98DE;&#x5FEB;&#xFF0C;&#x76F4;&#x5230;&#x524D;&#x51E0;&#x5929;&#xFF0C;&#x6211;&#x624D;&#x60F3;&#x8D77;&#x6765;&#x535A;&#x5BA2;&#x5DF2;&#x7ECF;&#x4E00;&#x5E74;&#x6CA1;&#x6709;&#x66F4;&#x65B0;&#x4E86;&#xFF0C;&#x5199;&#x5199;&#x6211;&#x7684;2020&#x5E74;&#x603B;&#x7ED3;&#x3002;</p>
</li>
</ul>
<p>&#x2003;&#x2003;2020&#x5E74;&#x5373;&#x5C06;&#x79BB;&#x53BB;&#xFF0C;&#x8FD9;&#x4E00;&#x5E74;&#x5939;&#x6742;&#x7740;&#x592A;&#x591A;&#x7684;&#x6B22;&#x4E50;&#x3001;&#x60B2;&#x4F24;&#x548C;&#x90C1;&#x95F7;&#xFF0C;&#x611F;&#x89C9;&#x4EC0;&#x4E48;&#x90FD;&#x6CA1;&#x6709;&#x505A;&#xFF0C;&#x5FC3;&#x4E2D;&#x7ADF;&#x4E0D;&#x514D;&#x6709;&#x4E9B;&#x4E0D;&#x820D;&#xFF0C;&#x6216;&#x8BB8;&#x662F;&#x56E0;&#x4E3A;&#x611F;&#x5230;&#x65F6;&#x5149;&#x5306;&#x5306;&#x4E0D;&#x518D;&#x6709;&#xFF0C;&#x4E5F;&#x6216;&#x8BB8;&#x662F;&#x5BF9;&#x4ECA;&#x5E74;&#x6CA1;&#x6709;&#x8BA9;&#x81EA;&#x5DF1;&#x6EE1;&#x610F;&#x7684;&#x6210;&#x7EE9;&#xFF0C;&#x4ECE;&#x800C;&#x5E26;&#x6765;&#x7684;&#x662F;&#x66F4;&#x591A;&#x7684;&#x61CA;&#x607C;&#xFF0C;&#x4F46;&#x662F;&#x9762;&#x5BF9;&#x5373;&#x5C06;&#x6765;&#x4E34;&#x7684;2021&#x5E74;&#xFF0C;&#x5E0C;&#x671B;&#x80FD;&#x5728;&#x65B0;&#x7684;&#x4E00;&#x5E74;&#x4E2D;&#x4F5C;&#x51FA;&#x4E00;&#x4E9B;&#x6210;&#x7EE9;&#xFF0C;&#x8BA9;&#x5FEB;&#x4E50;&#x66F4;&#x591A;&#x4E00;&#x4E9B;&#xFF0C;&#x8BA9;&#x81EA;&#x5DF1;&#x66F4;&#x5145;&#x5B9E;&#x4E00;&#x4E9B;&#x3002;&#x5C31;&#x8BF4;&#x8FD9;&#x4E48;&#x591A;&#x5427;&#xFF0C;&#x540E;&#x9762;&#x7684;&#x4E8B;&#x8C01;&#x90FD;&#x8BF4;&#x4E0D;&#x4E0A;&#xFF0C;&#x81EA;&#x5DF1;&#x52A0;&#x6CB9;&#x5427;&#x3002;</p>
<p>&#x2003;&#x2003;&#x795D;&#x5404;&#x4F4D;&#x5728;&#x65B0;&#x7684;&#x4E00;&#x5E74;&#x91CC;&#xFF0C;&#x5FC3;&#x60F3;&#x4E8B;&#x6210;&#xFF0C;&#x4E8B;&#x4E8B;&#x987A;&#x5FC3;&#x3002;</p>
<p><img src="https://i.loli.net/2021/01/01/l4HpcPejruJFWUE.jpg" alt="&#x65B0;&#x5E74;&#x5FEB;&#x4E50;.jpg"></p>
<p>&#x6700;&#x540E;&#x7684;&#x6700;&#x540E;&#xFF0C;GoodBye 2020&#xFF0C;Hello 2021&#x3002;</p>
</div></article><div class="post-copyright"><div class="post-copyright__author"><span class="post-copyright-meta">文章作者: </span><span class="post-copyright-info"><a href="mailto:undefined">丹羽真</a></span></div><div class="post-copyright__type"><span class="post-copyright-meta">文章链接: </span><span class="post-copyright-info"><a href="https://flag.life/2020/12/31/My-2020-Personal-Summary/">https://flag.life/2020/12/31/My-2020-Personal-Summary/</a></span></div><div class="post-copyright__notice"><span class="post-copyright-meta">版权声明: </span><span class="post-copyright-info">本博客所有文章除特别声明外，均采用 <a href="https://creativecommons.org/licenses/by-nc-sa/4.0/">知识共享(Creative Commons) 署名-非商业性使用-相同方式共享 4.0 国际许可协议</a> 进行许可。转载请注明来自 <a href="https://flag.life">Flag.life - 丹羽真のBLOG</a>！</span></div></div><div class="post-meta__tag-list"><a class="post-meta__tags" href="/tags/日常/">日常</a></div><nav id="pagination"><div class="next-post pull-right"><a href="/2019/12/26/My-2019-Personal-Summary/"><span>我的2019年个人总结</span><i class="fa fa-chevron-right"></i></a></div></nav><div id="disqus_thread"></div><script>var unused = null;
var disqus_config = function () {
  this.page.url = 'https://flag.life/2020/12/31/My-2020-Personal-Summary/';
  this.page.identifier = '2020/12/31/My-2020-Personal-Summary/';
  this.page.title = '我的2020年个人总结';
}
var d = document, s = d.createElement('script');
s.src = "https://" + 'flag-life' +".disqus.com/embed.js";
s.setAttribute('data-timestamp', '' + +new Date());
(d.head || d.body).appendChild(s);</script><script id="dsq-count-scr" src="https://flag-life.disqus.com/count.js" async></script></div></div><footer><div class="layout" id="footer"><div class="copyright">&copy;2019 - 2021 By 丹羽真</div><div class="framework-info"><span>驱动 - </span><a href="http://hexo.io"><span>Hexo</span></a><span class="footer-separator">|</span><span>主题 - </span><a href="https://github.com/Molunerfinn/hexo-theme-melody"><span>Melody</span></a></div><div class="busuanzi"><script async src="//busuanzi.ibruce.info/busuanzi/2.3/busuanzi.pure.mini.js"></script><span id="busuanzi_container_page_pv"><i class="fa fa-file-o"></i><span id="busuanzi_value_page_pv"></span><span></span></span></div></div></footer><i class="fa fa-arrow-up" id="go-up" aria-hidden="true"></i><script src="https://cdn.jsdelivr.net/npm/animejs@latest/anime.min.js"></script><script src="https://cdn.jsdelivr.net/npm/jquery@latest/dist/jquery.min.js"></script><script src="https://cdn.jsdelivr.net/npm/@fancyapps/fancybox@latest/dist/jquery.fancybox.min.js"></script><script src="https://cdn.jsdelivr.net/npm/velocity-animate@latest/velocity.min.js"></script><script src="https://cdn.jsdelivr.net/npm/velocity-ui-pack@latest/velocity.ui.min.js"></script><script src="/js/utils.js?version=1.6.1"></script><script src="/js/fancybox.js?version=1.6.1"></script><script src="/js/sidebar.js?version=1.6.1"></script><script src="/js/copy.js?version=1.6.1"></script><script src="/js/fireworks.js?version=1.6.1"></script><script src="/js/transition.js?version=1.6.1"></script><script src="/js/scroll.js?version=1.6.1"></script><script src="/js/head.js?version=1.6.1"></script><script src="/js/search/local-search.js"></script><script>if(/Android|webOS|iPhone|iPod|BlackBerry/i.test(navigator.userAgent)) {
  $('#nav').addClass('is-mobile')
  $('footer').addClass('is-mobile')
}</script><div class="search-dialog" id="local-search"><div class="search-dialog__title" id="local-search-title">本地搜索</div><div id="local-input-panel"><div id="local-search-input"><div class="local-search-box"><input class="local-search-box--input" placeholder="搜索文章"></div></div></div><hr><div id="local-search-results"><div id="local-hits"></div><div id="local-stats"><div class="local-search-stats__hr" id="hr"><span>由</span> <a href="https://github.com/wzpan/hexo-generator-search" style="color:#49B1F5;">hexo-generator-search</a>
 <span>提供支持</span></div></div></div><span class="search-close-button"><i class="fa fa-times"></i></span></div><div class="search-mask"></div></body></html>