// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的玥：",
        "我对你的爱",
        "就如同环绕着太阳的行星",
        "虽然每时每刻的对你热情程度不同",
        "但是在相同时间内扫过的爱的面积是相等的",
        "到熵不再增加的时候...",
		"到时间变得毫无意义的时候...",
        "而我 , 一直都爱着你！",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2022-01-01T00:00:00",
    // 双方的名字
    names: ["坤", "玥"]
}
